<?php

return [
    'failed' => "اسم المستخدم أو كلمة المرور غير صحيحة.",
    'password' => "كلمة المرور المُدخلة غير صحيحة.",
    'throttle' => "عدد كبير جدًا من محاولات تسجيل الدخول. يرجى المحاولة مرة أخرى بعد بضع ثوانٍ. :seconds ثوانٍ.",
    'error.password' => "كلمة مرور غير صالحة.",
    'error.password-expired' => "كلمة المرور منتهية الصلاحية.",
    'error.invalidrequest' => "طلب تفويض غير صالح.",
    'error.geolocation' => "عدم تطابق رمز الدولة.",
    'error.notfound' => "المستخدم غير موجود.",
    'error.2fa' => "فشل العامل الثاني.",
];
