<?php

return [
    'wallet-notice-date' => "आपकी वर्तमान सदस्यताओं के साथ, आपके खाते का बैलेंस लगभग :date (:days) तक चलेगा।",
    'wallet-notice-nocredit' => "आपका क्रेडिट समाप्त हो गया है। कृपया अभी बैलेंस रिचार्ज करें।",
    'wallet-notice-today' => "आपका क्रेडिट आज समाप्त हो जाएगा। कृपया अभी बैलेंस रिचार्ज करें।",
    'wallet-notice-trial' => "आप अपने निःशुल्क परीक्षण अवधि में हैं।",
    'wallet-notice-trial-end' => "आपकी निःशुल्क परीक्षण अवधि समाप्त होने वाली है। जारी रखने के लिए रिचार्ज करें।",
];
