<?php

return [
    'failed' => "अमान्य उपयोगकर्ता नाम या पासवर्ड।",
    'password' => "दिया गया पासवर्ड गलत है।",
    'throttle' => "बहुत अधिक लॉगिन प्रयास। कृपया कुछ सेकंड बाद पुनः प्रयास करें। :seconds सेकंड।",
    'error.password' => "अमान्य पासवर्ड।",
    'error.password-expired' => "पासवर्ड की अवधि समाप्त हो गई है।",
    'error.invalidrequest' => "अमान्य प्राधिकरण अनुरोध।",
    'error.geolocation' => "देश कोड मेल नहीं खाता।",
    'error.notfound' => "उपयोगकर्ता नहीं मिला।",
    'error.2fa' => "दूसरे कारक में विफलता।",
];
