<?php

return [
    'wallet-notice-date' => "Με τις τρέχουσες συνδρομές σας, το υπόλοιπο του λογαριασμού σας θα διαρκέσει έως περίπου :date (:days).",
    'wallet-notice-nocredit' => "Το υπόλοιπό σας έχει εξαντληθεί. Παρακαλώ ανανεώστε το υπόλοιπό σας τώρα.",
    'wallet-notice-today' => "Το υπόλοιπό σας θα εξαντληθεί σήμερα. Παρακαλώ ανανεώστε το υπόλοιπό σας τώρα.",
    'wallet-notice-trial' => "Βρίσκεστε στην περίοδο δωρεάν δοκιμής.",
    'wallet-notice-trial-end' => "Η περίοδος δωρεάν δοκιμής σας πλησιάζει στο τέλος της. Παρακαλώ ανανεώστε για να συνεχίσετε.",
];
