<?php

return [
    'failed' => "Μη έγκυρο όνομα χρήστη ή κωδικός πρόσβασης.",
    'password' => "Ο κωδικός πρόσβασης που δόθηκε είναι λανθασμένος.",
    'throttle' => "Πάρα πολλές προσπάθειες σύνδεσης. Δοκιμάστε ξανά σε λίγα δευτερόλεπτα. :seconds δευτερόλεπτα.",
    'error.password' => "Μη έγκυρος κωδικός πρόσβασης.",
    'error.password-expired' => "Ο κωδικός πρόσβασης έχει λήξει.",
    'error.invalidrequest' => "Μη έγκυρο αίτημα εξουσιοδότησης.",
    'error.geolocation' => "Ασυμφωνία κωδικού χώρας.",
    'error.notfound' => "Ο χρήστης δεν βρέθηκε.",
    'error.2fa' => "Αποτυχία δεύτερου παράγοντα.",
];
